<?php

  /*!
   * 利用規約の表示
   * タイトル $title が必要です。
   */

?>
<!DOCTYPE html>
<html lang="ja" dir="ltr">
  <head>
    <title><?=$title?></title>
    <?=MetaNote_Header_Default()?>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
    <link rel="stylesheet" href="/css/privacy_and_license.css">
  </head>
  <body>
    <?=Get_Body_Header();?>
    <div class="mainobj">
      <br>
      <div align="center" class="fortitle">
        <h1><?=$title?></h1>
      </div>
      <pre align="right">制定 2023年05月03日</pre>
      <div align="center">
        <hr size="1" color="#7fffd4">
        <div align="left" class="ldata">

          <div title="概要" style="background-color:#90ee90;">
            <h3>概要</h3>
            MetaNote.orgは、<b>ちょっとしたアイディアを気軽に共有できることを目標とした、インターネット上での論文投稿サイトを提供するサービス</b>です。<br>
            この理念に基づき、目標を達成するためには、<b>お客様と本サービス開発者の関係や合意事項などについてを明確にする必要があると考えています。</b><br>
            本利用規約は、できるだけ分かりやすく、簡単な表現を使用しているので、最後まで目を通していただけると幸いです。
          </div>
          <br>

          <h3>$1. 本利用規約の条件</h3>

          <p><b>$1.a 本利用規約の合意</b></p>
          Webサイト「MetaNote.org」が提供するサービス(以下、本サービスといいます。)の利用を行う全てのお客様は、本利用規約に同意し、忠実に遵守なければなりません。<br>
          本利用規約に全体的若しくは部分的に同意できない場合には、速やかにタブを閉じて下さい。<br>
          ただし、上記はお客様が在住されている地域の憲法、法令、規則などに基づく権利を無効とするものではございません。<br><br>

          <p><b>$1.b 本利用規約の適用期間</b></p>
          本利用規約は、お客様が本サービスの利用を開始した時点で効力を持ち、お客様がアカウント削除等の方法により本サービスの利用を終了した時点若しくは本サービスの開発者(以下、開発者といいます。)が本サービスの提供を停止した時点で契約が終了します。<br><br>

          <p><b>$1.c 本利用規約の変更</b></p>
          開発者は、本利用規約をいつでも改変若しくは削除することのできるものとします。<br>
          また、管理者が利用規約変更した後にお客様がサービスの利用を継続される場合には、新しい利用規約に全て同意しなければなりません。<br>

          <h3>$2. 本サービス</h3>

          <p><b>$2.d 本サービスの内容</b></p>
          本サービスは、「ちょっとしたアイディアを気軽に共有できる」という理念の下に開発されている、日本語の論文投稿サイトです。<br>
          「査読不要・審査なし」を原則とし、誰でも簡単にアイディアを投稿できます。<br><br>

          <p><b>$2.e 本サービスの形態</b></p>
          本サービスは、インターネット上での情報共有サービスを提供するものです。<br>
          インターネットへ接続できる回線や端末、ブラウザ等はお客様が用意していただく必要がございます。<br><br>

          <p><b>$2.f サービス提供の拒否</b></p>
          本サービスによって何等かの問題が発生した場合に、お客様に重大または故意の過失があった場合や、開発者が悪質と判断した場合には、お客様のIPアドレスに基づくアクセス拒否等の手段で一方的に本サービスのご利用を拒否させていただく場合がございます。<br><br>

          <p><b>$2.g サービス停止</b></p>
          開発者の一方的な都合で本サービスの提供を停止した場合や、本利用規約 $2.f の規定に基づいたサービス提供の拒否により本サービスご利用できなくなった事によって発生した、全ての問題やトラブル、エラーに関する責任に対し、開発者は一切の責任を負わないものとします。<br>

          <h3>$3. 責任</h3>

          <p><b>$3.h 開発者の過失</b></p>
          開発者に著しく利用者様の権利を侵害するような重大な過失があり、利用者様が損失を被った場合の損害賠償請求額の限度は、その損失と本サービスの関連性について立証が可能な範囲の損失の相当額までとします。<br><br>

          <p><b>$3.i お客様の過失</b></p>
          お客様の過失又は故意若しくは悪用によって発生した全ての問題や第三者様とのトラブル、エラーに関する責任については、自己の費用と責任をもってこれを解決するものとし、開発者は一切の責任を負わないものとします。<br><br>

          <p><b>$3.j 情報の信憑性</b></p>
          本サービスにおいて掲載される論文は、誰でも投稿が可能である性質上、剽窃や虚偽、マイナスに働く情報である可能性がございます。<br>
          情報の取捨選択はお客様が行わなければならず、不正確な情報の閲覧によって生じたお客様の損失について、開発者は一切の責任を負わないものとします。<br><br>

          <p><b>$3.k 開発者が被った損害</b></p>
          本利用規約 $3.i 及び $3.j の規定にもかかわらず、開発者が紛争に巻き込まれ損失が発生した場合、開発者はお客様に対して発生した損失の相当額分の損害賠償請求を行うことができるものとします。<br>

          <h3>$4. 附則事項</h3>

          <p><b>$4.l 解釈</b></p>
          本利用規約は日本法に基づき解釈されるものとし、本サービスに関して訴訟の必要が生じた場合には東京地方裁判所を第一審の専属的合意管轄裁判所とします。<br>

        </div>
        <hr size="1" color="#7fffd4">
        <?=MetaNote_View_Option()?>
      </div>
    </div>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js" integrity="sha384-MrcW6ZMFYlzcLA8Nl+NtUVF0sA7MsXsP1UyJoMp4YLEuNSfAP+JcXn/tWtIaxVXM" crossorigin="anonymous"></script>
    <script src="/js/navbar.js"></script>
  </body>
</html>
